Repository: ratkovac/Booking-App
Catalog: Properties/Resources.*.resx
Languages: sr_latn

source: *Expiration Date
sr_latn: *Datum isteka

source: Absent
sr_latn: Odsutan

source: Add a comment:
sr_latn: Dodaj komentar:

source: Add pictures of the tour:
sr_latn: Dodaj slike ture:

source: Add tour segment
sr_latn: Dodaj segment ture

source: Age
sr_latn: Godine

source: Attendance:
sr_latn: Prisustvo:

source: Be creative!
sr_latn: Budi kreativan!

source: Book now!
sr_latn: Zakaži odmah!

source: Book tour!
sr_latn: Zakaži turu!

source: Cancel
sr_latn: Otkaži

source: Checkpoints:
sr_latn: Tačke ture:

source: Choose a voucher if available:
sr_latn: Izaberi vaučer ako imaš:

source: Choose a year:
sr_latn: Izaberi godinu:

source: Choose your tour!
sr_latn: Izaberi svoju turu!

source: City:
sr_latn: Grad:

source: Complex request details
sr_latn: Detalji složenog zahtjeva

source: Complex tour request
sr_latn: Složeni zahtjev ture

source: Confirm
sr_latn: Potvrdi

source: Country:
sr_latn: Država:

source: Creation date:
sr_latn: Datum kreiranja:

source: Current address:
sr_latn: Trenutna adresa:

source: Current checkpoint:
sr_latn: Trenutna tačka ture:

source: Departure date:
sr_latn: Datum polaska:

source: Departure time:
sr_latn: Vrijeme polaska:

source: Description
sr_latn: Opis

source: Description:
sr_latn: Opis:

source: Destination:
sr_latn: Destinacija:

source: Driver:
sr_latn: Vozač:

source: Drive reservation
sr_latn: Rezervacija vožnje

source: Duration:
sr_latn: Trajanje:

source: Duration span:
sr_latn: Raspon trajanja:

source: End date:
sr_latn: Krajnji datum:

source: Enter the number of guests:
sr_latn: Unesi broj gostiju:

source: Expiration date:
sr_latn: Datum isteka:

source: Fast drive reservation
sr_latn: Rezerviši brzu vožnju

source: Gallery
sr_latn: Galerija

source: Go back
sr_latn: Idi nazad

source: Going to be late?
sr_latn: Zakasnićeš?

# GotInterestingIdeasForComplexTours?
source: Go interesting ideas for complex tours?
sr_latn: Imaš interesantne ideje za složene ture?

# GotInterestingIdeasForNewTour?
source: Got interesting ideas for new tours?
sr_latn: Imaš interesantne ideje za nove ture?

source: Group drive reservation
sr_latn: Rezerviši grupnu vožnju

source: Home page
sr_latn: Početna stranica

source: Its never a bad idea to save money!
sr_latn: Nikad nije loša ideja uštediti novac!

source: Language:
sr_latn: Jezik:

source: Lastname
sr_latn: Prezime

source: Lastname:
sr_latn: Prezime:

source: Location:
sr_latn: Lokacija:

source: Log out
sr_latn: Odjavi se

source: Make your reservation
sr_latn: Napravi svoju rezervaciju

source: Maximum guests:
sr_latn: Maks. broj gostiju:

source: minutes late
sr_latn: minuta kasni

source: My complex tour requests
sr_latn: Moji složeni zahtjevi tura

source: My drive reservations:
sr_latn: Moje rezervacije vožnji:

source: My drives
sr_latn: Moje vožnje

source: My profile
sr_latn: Moj profil

source: My reservations
sr_latn: Moje rezervacije

source: My statistics
sr_latn: Moja statistika

source: My tour requests
sr_latn: Moji zahtjevi tura

source: My tour reservations
sr_latn: Moje rezervacije tura

source: Name
sr_latn: Ime

source: Name:
sr_latn: Ime:

source: New request
sr_latn: Novi zahtjev

source: Next
sr_latn: Sljedeća

source: Number of guests:
sr_latn: Broj gostiju:

source: Number of passengers:
sr_latn: Broj putnika:

source: Number of people:
sr_latn: Broj ljudi:

source: Percentage of accepted tours:
sr_latn: Procenat prihvaćenih tura:

source: Percentage of cancelled tours:
sr_latn: Procenat otkazanih tura:

source: Present
sr_latn: Prisutan

source: Previous
sr_latn: Prethodna

source: Profile picture
sr_latn: Profilna slika

source: Rate the tour:
sr_latn: Ocijeni turu:

source: Rate tour
sr_latn: Ocijeni turu

source: Rate tour!
sr_latn: Ocijeni turu!

source: Request statistics
sr_latn: Pogledaj statistiku

source: Reserve drive!
sr_latn: Rezerviši vožnju!

source: See more
sr_latn: Vidi više

source: Select the date and time:
sr_latn: Izaberi datum i vrijeme:

source: Start address:
sr_latn: Početna adresa:

source: Start date:
sr_latn: Početni datum:

source: Starting time:
sr_latn: Početno vrijeme:

source: Starting times:
sr_latn: Početni termini:

source: Street:
sr_latn: Ulica:

source: The guide set the time:
sr_latn: Vodič je zakazao vrijeme:

source: The more the merrier!
sr_latn: Što više to, to veselije!

source: Time:
sr_latn: Vrijeme:

source: Tour guests:
sr_latn: Gosti ture:

source: Tour request
sr_latn: Zahtjev ture

source: Tour segment
sr_latn: Segment ture

source: Tour tracking
sr_latn: Praćenje ture

source: Track tour
sr_latn: Prati turu

source: Unreliable driver
sr_latn: Nepouzdan vozač

source: Used: ✔️
sr_latn: Iskorišten: ✔️

# Usedx:
source: Used: ❌
sr_latn: Iskorišten: ❌

source: Username:
sr_latn: Korisničko ime:

source: Valid: ✔️
sr_latn: Validan: ✔️

# Validx:
source: Valid: ❌
sr_latn: Validan: ❌

source: View gallery
sr_latn: Pogledaj galeriju

source: Voucher
sr_latn: Vaučer

source: Vouchers
sr_latn: Vaučeri

source: We appreciate feedback!
sr_latn: Mi cijenimo vaše mišljenje!

source: Where do you want to go?
sr_latn: Gdje želiš da ideš?
